{
  "data" : [
    {
      "company": "Google",
      "text" : "We're sorry for being so controlling and possessive. We tend to get a little carried away when we really want to keep someone in our life. You mean a lot to us and we've just been terrified about the idea of you liking someone better. We should have trusted that you were with us for a reason, and not given ourselves excuses to call that into question. We promise that we will be a better search provider, and not go crazy like this again. We just really enjoy having you in our lives, and we get really sad when we think about that not being the case anymore.",
      "date": "2/12"
    },
    {
      "company": "Amazon",
      "text": "We're really sorry that we weren't paying attention to keeping your data safe. We should have been much more careful when we were building the system. You trusted us, and we absolutely violated that trust. We understand if you don't want to use us again, but please know that we never meant for this to happen. We feel so bad about this and we would do anything to stay in your life as your web services provider. We know you may need some time, but please just know that we are here and willing to talk if you ever feel like you want to give us another chance.",
      "date": "2/13"
    },
    {
      "company": "Facebook",
      "text": "We're sorry for taking advantage of the trust you had in us. It was wrong and we don't know what got into us. We really need to take a step back and re-evaluate our priorities, because you don't deserve someone who doesn't respect or consider your feelings. We honestly feel like we are a bit in over our heads, and we didn't realize that our actions would have such huge consequences. We've been arrogant assholes and this may have been the reality check that we sorely needed. We definitely don't want to destroy democracy, and we're really scared that we already have. We will do whatever it takes to put the pieces back together again. We know it may not ever be the same, but we at least have to try.",
      "date": "2/14"
    }
  ]
}
